[{"model": "about.member", "pk": 1, "fields": {"name": "Trevor Strnad", "birthdate": "1981-05-03", "town_or_city": "Waterford, Michigan", "country": "US", "description": "<p>Trevor Strnad, born on May 3rd, 1981 in the United States, is easily recognized by his voice (growls, grunts, screams etc.) and his shifting between them.</p><p>Strnad has his presence noted on live performances often. </p><p>Usually, he points his finger at people as they sing along, and fiddles with his fingers in the air, giving even a non-metal music fan, chills. </p><p>Also, recognizable by his haunting lyrics, Trevor writes them, being inspired by horror movies/books.</p>", "image_url": null, "image": "trevor_strnad.jpg", "genre": [9, 21], "instrument": [1]}}, {"model": "about.member", "pk": 2, "fields": {"name": "Dimebag Darrell", "birthdate": "1966-08-20", "town_or_city": "Dalworthington Gardens, Texas", "country": "US", "description": "<p>He was born to Jerry Abbott, a country musician and producer.<br></p><p>He took up guitar when he was in his early teens, winning a series of local guitar competitions, where in one he was awarded his first Dean.\r\nAbbott has stated that his main influences were Ace Frehley of Kiss and Eddie Van Halen of Van Halen.</p><p>\r\nAbbott frequently appeared in guitar magazines and in readers' polls, where he was often included in the top ten metal guitarist spots. </p><p>In addition, he wrote a long-running Guitar World magazine column, which has been compiled in the book Riffer Madness. Remembered for his amiable nature and rapport with fans, critic Greg Prato describes Abbott as \"one of the most influential stylists in modern metal.</p>", "image_url": null, "image": "dimebag_darrell.jpg", "genre": [1, 2], "instrument": [3]}}, {"model": "about.member", "pk": 3, "fields": {"name": "Cliff Burton", "birthdate": "1962-02-10", "town_or_city": "Castro Valley, California", "country": "US", "description": "<p>Clifford Lee Burton was born in Castro Valley, California, to Ray and Jan Burton.\r\n</p><p>In his teenage years, Burton developed an interest in rock, classical, country and eventually heavy metal. </p><p>He began playing the bass at age 13.\r\nBurton cited Geddy Lee, Geezer Butler, Stanley Clarke, Lemmy Kilmister, and Phil Lynott as major influences on his style of bass playing.\r\nBurton's solos were always melodic inspired by both Beethoven, Bach, Motörhead and Pink Floyd. </p><p>He used his heavy distortion (Electro-Harmonix Big Muff PI USSR) and his wah-wah (Morley Power Wah Boost) to get the cool, special sounds.</p>", "image_url": null, "image": "cliff_burton.jpg", "genre": [3, 17], "instrument": [5]}}, {"model": "about.member", "pk": 4, "fields": {"name": "Joey Jordison", "birthdate": "1975-04-26", "town_or_city": "Des Moines, Iowa", "country": "US", "description": "<p>Nathan Jonas Jordison (born on April 26, 1975 in Des Moines, Iowa) more commonly known as Joey Jordison, is an American drummer and guitarist.\r\n</p><p>While in high school, Jordison played drums in his high school's drumline and jazz band. This helped profoundly to improve his drumming ability, which has since made him the top rated drummer by music media across the world.\r\n</p><p>In August 2010 Jordison was voted the best drummer of the previous 25 years by readers of Rhythm magazine, ahead of drummers such as Mike Portnoy, Neil Peart, and Phil Collins. </p><p>When asked to comment he stated \"<i>I'm at a loss for words. This is beyond unbelievable. Something like this reminds me every day why I continue to do this.</i>\"</p>", "image_url": null, "image": "joey_jordison.jpg", "genre": [1, 2, 7], "instrument": [6]}}, {"model": "about.member", "pk": 5, "fields": {"name": "Jeff Hanneman", "birthdate": "1964-01-31", "town_or_city": "Helmet, California", "country": "US", "description": "<p>Jeff Hanneman was born January 31, 1964, in Oakland, California.</p><p>Hanneman was introduced to heavy metal music as a child through his older sister Mary, when she was listening to Black Sabbath at her house. Once he reached high school, he discovered hardcore punk, which had a significant influence on his style and attitude.\r\n</p><p>Hanneman's major influences included hard rock and heavy metal bands like Led Zeppelin, Iron Maiden, Judas Priest, Black Sabbath and Aerosmith.\r\n</p><p>Hanneman was ranked number 10 in Guitar World's \"100 Greatest Heavy Metal Guitarists of All Time\".</p>", "image_url": null, "image": "jeff_hanneman.jpg", "genre": [2, 3, 17], "instrument": [4]}}]